{
  "source": "arxiv",
  "title": "Association of bone mineral density with reoperation rate following\n  instrumented lumbar spinal fusion",
  "abstract": "Low bone mineral density (BMD) is believed to influence the outcome of\ninstrumented spinal surgery and can lead to reoperation. Purpose of this\nobservational and case-control study was to investigate the association of BMD\nwith the risk of reoperation following instrumented lumbar spinal fusion (LSF).\nFor the observational study, 81 patients were included who received LSF with\nand without augmentation. For the case-control study, 18 patients who had\nreoperation following LSF were matched to 26 patients who did not have\nreoperation (matched by sex, age +/- 5 years, fused levels and\nPMMA-augmentation). Opportunistic BMD screening was performed in perioperative\nCT scans using asynchronous calibration. Mean BMD was compared between patients\nwith and without reoperation in augmented and non-augmented surgeries. In the\nobservational study, prevalence of osteoporosis (BMD < 80 mg/cc) was 29% in\nnon-augmented and 85% in augmented LSF. Seven of 48 patients with non-augmented\n(15%) and 4 of 33 patients with augmented LSF (12%) had reoperation. In\nnon-augmented LSF, patients with reoperation had significantly lower BMD than\npatients without reoperation (P = 0.005). The best cut-off to predict\nreoperation after non-augmented LSF was BMD < 83.7 mg/cc. In the case-control\nstudy, patients with reoperation presented numerically lower BMD of 78.8 +/-\n33.1 mg/cc than patients without reoperation with BMD of 89.4 +/- 39.7 mg/cc (P\n= 0.357). Despite much lower BMD surgeries with PMMA-augmentation showed no\nhigher reoperation rate compared to non-augmented surgeries. Patients with\nreoperation following LSF showed slightly lower BMD compared to matched\npatients without reoperation, but the difference was not statistically\nsignificant. Opportunistic BMD screening can be performed in preoperative CT,\nthus informing about osteoporotic bone, a potential risk factor of surgery\nfailure.",
  "authors": [
    "Maximilian T. Löffler",
    "Niklas Loreck",
    "Johannes Kaesmacher",
    "Felix Zibold",
    "Ehab Shiban",
    "Anna Rienmüller",
    "Martin Vazan",
    "Bernhard Meyer",
    "Yu-Mi Ryang",
    "Jan S. Kirschke"
  ],
  "year": "2019",
  "pdf_url": "https://arxiv.org/pdf/1911.02864.pdf",
  "arxiv_id": "1911.02864",
  "id": "arxiv_1911.02864",
  "pdf_path": "/home/drjang00/DevEnvironments/spinalsurgery-research/research_papers/search_20250727_171013/arxiv_1911.02864_Association-of-bone-mineral-density-with-reoperati/arxiv_1911.02864.pdf",
  "pdf_downloaded": true
}